7zip
alsa-firmware
alsa-utils
base
base-devel
bat
bluez
bluez-utils
btop
btrfs-progs
cava
chromium
cmatrix
cowsay
direnv
docker
docker-compose
efibootmgr
eza
fastfetch
fish
flatpak
fzf
ghostty
git
git-delta
gnome-keyring
gst-plugin-pipewire
intel-media-driver
intel-ucode
lazydocker
lazygit
less
lib32-mesa
lib32-vulkan-intel
libibus
linux
linux-firmware
linux-zen
ly
matugen
mpc
mpd
neovim
network-manager-applet
networkmanager
niri
nodejs
noto-fonts-cjk
npm
otf-commit-mono-nerd
pavucontrol
pipewire-alsa
pipewire-pulse
polkit-kde-agent
qt6-wayland
rmpc
snapper
sof-firmware
thermald
tldr
tlp
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
unzip
upower
vulkan-intel
waydroid
wget
wl-clipboard
wlsunset
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xwayland-satellite
yadm
yazi
zoxide
zram-generator
